"Add Field" = "Tilføj note";

"Album" = "Fotoalbum";
"Artist" = "Kunstner";
"Artwork" = "Billeder";
"Author" = "Forfatter";
"Comment" = "Kommentar";
"Composer" = "Komponist";
"Copyright" = "Ophavsret";
"Creation Date" = "Oprettelsesdato";
"Description" = "Beskrivelse";
"Director" = "Instruktør";
"Disclaimer" = "Ansvarsfraskrivelse";
"Encoded By" = "Kodet af";
"Genre" = "Genre";
"Full Name" = "Fulde navn";
"Keywords" = "Nøgleord";
"Title" = "Titel";
"Information" = "Oplysninger";
"Producer" = "Producent";
"Edit Date" = "Rediger dato";
"Track Number" = "Spor";
"Performers" = "Optrædende";
"URL Link" = "URL-henvisning";
"Playback Requirements" = "Krav til afspilning";
"Original Artist" = "Original kunstner";
"Original Source" = "Original kilde";
"Original Format" = "Originalt format";
"Software" = "Software";
"Product" = "Produkt";
"Warning" = "Advarsel";
"Writer" = "Forfatter";
"Year" = "År";
